export const siteMetadata = {
    // Default/Home
    home: {
      title: 'Технический продакшн частных мероприятий | ЗАВОД ШОУ',
      description: 'Полный технический продакшн частных мероприятий: всё для клиента, артиста и гостя. Звук, свет, сцены, экраны — все для того, чтобы момент был незабываемым. 20 лет опыта и свой каталог площадок.',
      keywords: 'техническое обеспечение, техническое обеспечение мероприятий, оборудование для мероприятий, Продакшн, Площадки для, художник по свету',
      alternates: {
        canonical: "https://zavodshow.ru/",
      }
    },
  
    // Technical Services
    technical: {
      light: {
        title: 'Световое оформление для концертов и событий | ЗАВОД ШОУ',
        description: 'Световое оборудование для концертов, мероприятий и частных событий. Мы используем современные технологии и адаптируем решения под каждую площадку. Посмотреть примеры работ, этапы создания световых шоу и отзывы клиентов.',
        keywords: 'Световое оборудование,Световое оформление, Световое оформление для мероприятий, аренда оборудования, художник по свету',
        alternates: {
          canonical: "https://zavodshow.ru/technical/light",
        }
      },
      
      sound: {
        title: 'Звуковая поддержка для концертов и событий | ЗАВОД ШОУ',
        description: 'Звуковое оборудование для концертов и событий: кейсы, этапы работы и отзывы клиентов. Обеспечим чёткое и мощное звучание, которое будет соответствовать масштабу вашего события.',
        keywords: 'Звук, звуковое оборудование, аренда оборудования, звуковая поддержка, техник по звуку, звукорежиссер',
        alternates: {
          canonical: "https://zavodshow.ru/technical/sound",
        }
      },
      video: {
        title: 'Видео-декорации для концертов и событий | ЗАВОД ШОУ',
        description: 'Нужен экран, который не подведет на важном событии? ЗАВОД ШОУ обеспечит яркость и чёткость изображения на любых экранах для концертов и мероприятий. Поможем донести каждую деталь до зрителя, чтобы ваше шоу было на высоте!',
        keywords: 'Экраны, диодные экраны, Видео для концертов, Видео для, заказать экран',
        alternates: {
          canonical: "https://zavodshow.ru/technical/videopage",
        }
      },
      stageclothes: {
        title: 'Одежда и покрытие сцены для концертов и событий | ЗАВОД ШОУ',
        description: 'Одежда и покрытие сцены — элементы, которые делают событие уникальным. Открыть кейсы, этапы работы и отзывы клиентов.',
        keywords: 'Глянцевый/матовый линолеум, линолеум, Одежда сцены, Раздвижной занавес, Кабуки, Прозрачный занавес',
        alternates: {
          canonical: "https://zavodshow.ru/technical/stageclothes",
        }
      },
    },
  
    // Company Services
    services: {
      showdevelopment: {
        title: 'Стейдж-дизайн: от идеи до реализации | ЗАВОД ШОУ',
        description: 'От идеи до воплощения — создаем стейдж-дизайн, который оживляет ваше событие. Работаем с плотами, 3D-визуализацией, имеем собственную базу площадок и решений для них. Откройте кейсы.',
        keywords: 'Стейдж-дизайн, концепции для..мероприятий/событий, шоу с нуля, разработка шоу, Подготовка шоу, реализация шоу, Проведение шоу, Шоу под ключ',
        alternates: {
          canonical: "https://zavodshow.ru/services/showdevelopment",
        }
      },
      visualization: {
        title: '3D-визуализация для проверки идей и концепций | ЗАВОД ШОУ',
        description: 'Планируете событие? Поможем визуализировать ваши идеи с помощью 3D-моделей. На этой странице — примеры, этапы работы и как 3D-визуализация помогает оптимизировать процесс создания стейдж-дизайна и убедиться в правильности концепций.',
        keywords: 'визуализация, 3Д-визуализация, 3D-визуализация',
        alternates: {
          canonical: "https://zavodshow.ru/services/visualization",
        }
      },
      rehearsal: {
        title: 'Репетиционная база для подготовки мероприятий | ЗАВОД ШОУ',
        description: 'Предоставляем пространство для подготовки с полным техническим обеспечением. На странице — информация о нашей базе, доступном оборудовании и условиях аренды для артистов и команд.',
        keywords: 'Репетиционная база, База для репетиций, место для репетиций, зал для репетиций, Сцена для репетиций, Аренда репетиционной базы, ЗАЛ РЕУТОВ',
        alternates: {
          canonical: "https://zavodshow.ru/services/rehearsal",
        }
      },
    },
  
    // Production
    production: {
      event: {
        title: 'Технический продакшн для любых событий | ЗАВОД ШОУ',
        description: 'Знаем, как сделать ваше мероприятие незабываемым! От звука и света до сцены и полной разработки шоу. Работаем с любыми площадками и типами событий, чтобы все прошло гладко и без лишних переживаний.',
        keywords: 'техническое обеспечение, техническое обеспечение мероприятий, оборудование для мероприятий, Продакшн, Площадки для…, Мероприятия, деловые встречи, Корпоративные встречи, Городские праздники, ТВ-проекты, Благотворительные мероприятия, Спортивные мероприятия',
        alternates: {
          canonical: "https://zavodshow.ru/production/event",
        }
      },
      tourconcert: {
        title: 'Технический продакшн для концертов и туров | ЗАВОД ШОУ',
        description: 'Технический продакшн для концертов и туров: кейсы, этапы работы, видео из туров, отзывы клиентов и расчет стоимости. Поддержка на каждом этапе.',
        keywords: 'техническое обеспечение, техническое обеспечение мероприятий, оборудование для мероприятий, Продакшн, Площадки для…, Концерты, Туры, Сопровождение тура, Сопровождение концерта, Проведение тура, Проведение концерта',
        alternates: {
          canonical: "https://zavodshow.ru/production/tourconcert",
        }
      },
    },
  
    // Cases, Venues, Contacts
    cases: {
      title: 'Кейсы | ЗАВОД ШОУ',
      description: 'Каталог кейсов: подробный список реализованных проектов с фильтрами и поиском. Найдите решения и стейдж-дизайн для мероприятия или концерта.',
      keywords: 'Кейсы мероприятий, решения для площадок, продакшн шоу, Кейсы туров, Кейсы концертов, Каталог кейсов',
      alternates: {
        canonical: "https://zavodshow.ru/cases",
      }
    },
    sites: {
      title: 'Площадки | ЗАВОД ШОУ',
      description: 'Проверенный каталог площадок с готовыми решениями для любых мероприятий. Широкий выбор локаций с фильтрами и поиском.  Поможем с техническим продакшном, чтобы ваше событие прошло без лишних забот.',
      keywords: 'Каталог площадок, Площадки для мероприятий, Площадки для концертов, Локации для мероприятий, площадка для…, площадки для ивента',
      alternates: {
        canonical: "https://zavodshow.ru/sites",
      }
    },
    contact: {
      title: 'Контакты | ЗАВОД ШОУ',
      description: 'Контакты компании ЗАВОД ШОУ: адреса и телефоны для связи. Свяжитесь с нами для обсуждения проектов.',
      keywords: 'Контакты ЗАВОД ШОУ, ЗАВОД ШОУ, Адрес ЗАВОД ШОУ',
      alternates: {
        canonical: "https://zavodshow.ru/team",
      }
    },
    team: {
      title: 'Команда  | ЗАВОД ШОУ',
      description: 'Команда ЗАВОД ШОУ — мастера, превращающие идеи в яркие события. С 2011 года мы обеспечиваем техническое сопровождение концертов, туров и частных мероприятий, создавая атмосферу, где каждая деталь имеет значение. Наши специалисты — от звукорежиссеров до художников по свету — работают с полной отдачей, чтобы ваше событие стало незабываемым.',
      keywords: 'технический продакшн, техническое обеспечение мероприятий, звукорежиссура, художники по свету, организация концертов, техническое сопровождение туров, монтаж сцен, звук и свет для мероприятий',
      alternates: {
        canonical: "https://zavodshow.ru/team",
      }
    },
  
    // Default metadata for all pages
    default: {
      siteName: 'ЗАВОД ШОУ',
      locale: 'ru_RU',
      type: 'website',
      domain: 'zavodshow.ru',
    }
  };